[A_Item_Custom.GrenadeMod_Blade GrenadeModDefinition]
UseFailureCharacterMessage="do you want %s Use this article.."
ItemName="Night Star, Captain Shaver"
PickupMessage="you understand %s"
UseFailureLevelMessage="You must have %d to use this function.."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="Director"

[Delivery.Delivery_Blade:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="God help us!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Blade:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="If you swear!"
NoConstraintText=""
Suffix=""
Prefix=""

[Delivery.Delivery_Blade:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Friendship is not just a flower."
NoConstraintText=""
Suffix=""
Prefix=""

